Revit 2027 API
ScheduleFilter.IsNullValue Property
 Indicates if the filter has no specified value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsNullValue { get; }
Public ReadOnly Property IsNullValue As Boolean
	Get
public:
property bool IsNullValue {
	bool get ();
}
member IsNullValue : bool with get
Property Value
Boolean
See Also
Reference
ScheduleFilter Class
Autodesk.Revit.DB Namespace